13/data/attachments/d143b7f6a22e351a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_apply_Friend_2953_7</nif:username>
            <nif:friendToBeRequested>soap_friends_6cb01dc1-156d-45a2-b246-a337a6574f15</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>